<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/analytics/coremldata.bin</key>
		<data>
		A9pve/K23TBTPbM0G8IwRpEIwOg=
		</data>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/coremldata.bin</key>
		<data>
		sso0i/Ve7KAXFx9vD9yk51t4Izc=
		</data>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/metadata.json</key>
		<data>
		venbzaYUTIcXPespDfU9gnNDMu0=
		</data>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/model.espresso.net</key>
		<data>
		Ro3xLPeVclFQ0PxPVJQnXnInV/0=
		</data>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/model.espresso.shape</key>
		<data>
		fdoTOOEj26PW5sqYjARyKVCyaE0=
		</data>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/model.espresso.weights</key>
		<data>
		5VL1odWnqgHkom8hxlmOtRCovz4=
		</data>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/model/coremldata.bin</key>
		<data>
		ywn4n/q5e9oWqKg072wL3kxD++I=
		</data>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/Info.plist</key>
		<data>
		whiQtBKxYxkbZ7Y362DqGah82Ws=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/segmentationPerson-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			sgxcxYTq7ff//1dLDjwxrduSOtLFdlBEm1W1TdfFl18=
			</data>
		</dict>
		<key>Headers/segmentationPerson.h</key>
		<dict>
			<key>hash2</key>
			<data>
			n3rOjUXSiOleqZZuFzOGrvT4mmtv6KP0nne06sQ+6Bw=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			pztCVLO6wQhQ0DPVB1CyD4V+d1rmb0SlB+mI7mn1DyI=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-macabi.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			G4pHC5UJP5adiwKz6tvIGXT06jFt+T2gsnujtkLrDV0=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-macabi.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			GzX73BkGdubCPthZWBKGfIFkYfEcMvOerIRov5vyBzY=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-macabi.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			ZsYbiTdaY+9XfKxTEzYlaJFzt+8EF8tCqe5Ru8TQQ+0=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-macabi.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			GzX73BkGdubCPthZWBKGfIFkYfEcMvOerIRov5vyBzY=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-macabi.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			SigXsIYgqJCMb7ZLuNGwveAt/Lxb9y78ijo9c4HqePk=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-macabi.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			G4pHC5UJP5adiwKz6tvIGXT06jFt+T2gsnujtkLrDV0=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-macabi.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			DdmMnvVq3OSo8dpyNidG2B7UoaG8RV8vwJvkqrVx0NA=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-macabi.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			P6HjKR07FoEkBKtxhyyxC+qLmlCss89WZBVi3eatCSo=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-macabi.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			DdmMnvVq3OSo8dpyNidG2B7UoaG8RV8vwJvkqrVx0NA=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-macabi.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			X40v4RphXbJhHVH1DipOtlAenQkdq2cqiajGDVuw7+M=
			</data>
		</dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			UPDheGv0ztbx92PEic8vbeOdO0lCr71c3cjoAvRMjOM=
			</data>
		</dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			avDcYOccdW2L8jTB6HNDI4iotpXEI0FzUxn9H4enp8c=
			</data>
		</dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			KAtrAlViSmReq6ks3j7Ibuuu9PwxCHy8LAbb+P2isu8=
			</data>
		</dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			QycuVeAIIhQbVjfaIwIs8Fa+JdyHMesH2+/Uo0oYv9M=
			</data>
		</dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			s2HwqNfQ1smBLIUTOHUtWo8XVRNtk0eHY4NMBKwT9Cw=
			</data>
		</dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			QyfTc4pbOkE56i0KkCX64VGU8PYiwwrmLjJfDQXNjrM=
			</data>
		</dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5dyN3LM4GYt7lwcO9RVnniqLVWBb4ulR7mi8PQho7bg=
			</data>
		</dict>
		<key>Resources/DeepLabV3Int8LUT.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			IPh3pvde+/t/usS/TFeB9ZcSdUphM7UEfayDk/fzxDY=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
