<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>DeepLabV3Int8LUT.mlmodelc/analytics/coremldata.bin</key>
		<data>
		A9pve/K23TBTPbM0G8IwRpEIwOg=
		</data>
		<key>DeepLabV3Int8LUT.mlmodelc/coremldata.bin</key>
		<data>
		qBMyTgvRSGWfSxe3447/BfnD9ds=
		</data>
		<key>DeepLabV3Int8LUT.mlmodelc/metadata.json</key>
		<data>
		venbzaYUTIcXPespDfU9gnNDMu0=
		</data>
		<key>DeepLabV3Int8LUT.mlmodelc/model.espresso.net</key>
		<data>
		Ro3xLPeVclFQ0PxPVJQnXnInV/0=
		</data>
		<key>DeepLabV3Int8LUT.mlmodelc/model.espresso.shape</key>
		<data>
		fdoTOOEj26PW5sqYjARyKVCyaE0=
		</data>
		<key>DeepLabV3Int8LUT.mlmodelc/model.espresso.weights</key>
		<data>
		5VL1odWnqgHkom8hxlmOtRCovz4=
		</data>
		<key>DeepLabV3Int8LUT.mlmodelc/model/coremldata.bin</key>
		<data>
		ywn4n/q5e9oWqKg072wL3kxD++I=
		</data>
		<key>DeepLabV3Int8LUT.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Headers/segmentationPerson-Swift.h</key>
		<data>
		hOs+77Dd6MNWZ/0gQawm+lxgD3A=
		</data>
		<key>Headers/segmentationPerson.h</key>
		<data>
		4qeG+Z8tLLOmUgqGYLmMF2TEU6Y=
		</data>
		<key>Info.plist</key>
		<data>
		hf/tnpUhTFpKAUaAjmFD4/UlOoI=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		LsmfreqXVnN0RfM974HgA0cAJHU=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		fwJDM5WSnz+H86+cstBgkI8L1Gk=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		AOlnbMj4BQb3zAAG3E+6SiB/NFc=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		qvyhV8nTBfVM6PEgaEM5RwhTGms=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		AOlnbMj4BQb3zAAG3E+6SiB/NFc=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		g4nsxA/kSIZ+ZSDo8pNx24s/Q2U=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		fwJDM5WSnz+H86+cstBgkI8L1Gk=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		4k2igBBTu2bwIMY5arjWWnthkSE=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		N5wmkKwnvvUBta7jh7q17UZptyE=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		4k2igBBTu2bwIMY5arjWWnthkSE=
		</data>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		J0XlDQwymNg6n0ofeDfGT/hSlMY=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>DeepLabV3Int8LUT.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			UPDheGv0ztbx92PEic8vbeOdO0lCr71c3cjoAvRMjOM=
			</data>
		</dict>
		<key>DeepLabV3Int8LUT.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			0vS8gKjPyampP5zSAwfB3zQ7UF1RVPRtEksfmCWMs2c=
			</data>
		</dict>
		<key>DeepLabV3Int8LUT.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			KAtrAlViSmReq6ks3j7Ibuuu9PwxCHy8LAbb+P2isu8=
			</data>
		</dict>
		<key>DeepLabV3Int8LUT.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			QycuVeAIIhQbVjfaIwIs8Fa+JdyHMesH2+/Uo0oYv9M=
			</data>
		</dict>
		<key>DeepLabV3Int8LUT.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			s2HwqNfQ1smBLIUTOHUtWo8XVRNtk0eHY4NMBKwT9Cw=
			</data>
		</dict>
		<key>DeepLabV3Int8LUT.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			QyfTc4pbOkE56i0KkCX64VGU8PYiwwrmLjJfDQXNjrM=
			</data>
		</dict>
		<key>DeepLabV3Int8LUT.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5dyN3LM4GYt7lwcO9RVnniqLVWBb4ulR7mi8PQho7bg=
			</data>
		</dict>
		<key>DeepLabV3Int8LUT.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Headers/segmentationPerson-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			sgxcxYTq7ff//1dLDjwxrduSOtLFdlBEm1W1TdfFl18=
			</data>
		</dict>
		<key>Headers/segmentationPerson.h</key>
		<dict>
			<key>hash2</key>
			<data>
			n3rOjUXSiOleqZZuFzOGrvT4mmtv6KP0nne06sQ+6Bw=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			pztCVLO6wQhQ0DPVB1CyD4V+d1rmb0SlB+mI7mn1DyI=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			BaBzBGLXwpm/u0+LjQcekPAwhH0e1alVBKrOoUavYDQ=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			DNjihVhkTEEEzs+ZQYMJaUNrcGJ5+y5aDPoWvdcNAQc=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			olu9I9I7vLZW7gGRu6XSO5tN8sDX11c3bn/jeepKrEQ=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			DNjihVhkTEEEzs+ZQYMJaUNrcGJ5+y5aDPoWvdcNAQc=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			a+fVNcY3jT0PkKLkfVlowDIdw4/xhil5vfwB2P/QHDA=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			BaBzBGLXwpm/u0+LjQcekPAwhH0e1alVBKrOoUavYDQ=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			CCV1FOIV1FApkBE40Y5zfI1P3B6r/of1Wvef7HBuXqI=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			A3TtntZz/jGOZle23oAXSPtgNwJOM8SQKPbR/Dv4zyI=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			CCV1FOIV1FApkBE40Y5zfI1P3B6r/of1Wvef7HBuXqI=
			</data>
		</dict>
		<key>Modules/segmentationPerson.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			7sj8RhWMGQunn84uIln4U3gnM1uprsdKRZviMA0tf4w=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
